Repository: Dekrate/Netplwiz
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: pl_pl

# AppTitle.Text
source: User Accounts
pl_pl: Konta użytkowników

# UsersDescription.Text
source: The list below lets you grant or deny access to this computer, change passwords, and other settings.
pl_pl: Poniższa lista umożliwia udzielanie lub odmawianie użytkownikom dostępu do tego komputera, zmianę haseł i innych ustawień.

# UsersLabel.Text
source: Users on this computer:
pl_pl: Użytkownicy tego komputera:

# AddButton.Content
source: Add...
pl_pl: Dodaj...

# RemoveButton.Content
source: Remove
pl_pl: Usuń

# PropertiesButton.Content
source: Properties
pl_pl: Właściwości

# PasswordSectionHeader.Text
source: Password
pl_pl: Hasło

# PasswordSectionDescription.Text
source: To change the password, press Ctrl+Alt+Del and select Change password.
pl_pl: Aby zmienić hasło, naciśnij klawisze Ctrl+Alt+Del i wybierz opcję Zmień hasło.

# ResetPasswordButton.Content
source: Reset password...
pl_pl: Resetuj hasło...

# ManagePasswordsDescription.Text
source: You can manage passwords stored on this computer.
pl_pl: Możesz zarządzać hasłami przechowywanymi na tym komputerze.

# ManagePasswordsButton.Content
source: Manage passwords
pl_pl: Zarządzaj hasłami

# AdvancedManagementHeader.Text
source: Advanced user management
pl_pl: Zaawansowane zarządzanie użytkownikami

# AdvancedManagementDescription.Text
source: The Local Users and Groups snap-in can be used for advanced user management tasks.
pl_pl: Przystawka Użytkownicy i grupy lokalne może służyć do wykonywania zaawansowanych zadań związanych z zarządzaniem użytkownikami.

# AdvancedManagementButton.Content
source: Advanced...
pl_pl: Zaawansowane...

# SecureLogonHeader.Text
source: Secure logon
pl_pl: Bezpieczne logowanie

# SecureLogonDescription.Text
source: To increase security, you can require users to press Ctrl+Alt+Delete before logging in. This ensures that an authentic Windows logon screen appears, protecting the system from programs that mimic logon to obtain password information.
pl_pl: Aby zwiększyć bezpieczeństwo, możesz wymagać od użytkowników naciśnięcia klawiszy Ctrl+Alt+Delete przed logowaniem. To gwarantuje, że pojawi się autentyczny ekran logowania systemu Windows, co chroni system przed programami udającymi logowanie w celu uzyskania informacji o haśle.

# SecureLogonCheckBox.Content
source: Require users to press Ctrl+Alt+Delete
pl_pl: Żądaj od użytkowników naciśnięcia klawiszy Ctrl+Alt+Delete

# StatusLoading.Text
source: Loading users...
pl_pl: Ładowanie użytkowników...

# StatusLoaded.Text
source: Loaded {0} users
pl_pl: Załadowano {0} użytkowników

# AboutButton.Content
source: About
pl_pl: O programie

# AboutVersion.Text
source: Version 1.0.0
pl_pl: Wersja 1.0.0

# AboutDescription.Text
source: A modern version of the Windows user account management tool, built with WinUI 3 and Fluent Design.
pl_pl: Nowoczesna wersja narzędzia do zarządzania kontami użytkowników systemu Windows, zbudowana z WinUI 3 i Fluent Design.

# AboutGitHub.Content
source: View on GitHub
pl_pl: Zobacz na GitHub

# AboutLicense.Text
source: MIT License
pl_pl: Licencja MIT

# DialogCancel.Content
source: Cancel
pl_pl: Anuluj

# DialogYes.Content
source: Yes
pl_pl: Tak

# DialogNo.Content
source: No
pl_pl: Nie
